Repository: sansanlatulipe/script.service.betaseries-watched
Catalog: resources/language/resource.language.*/strings.po
Languages: fr_fr

# #20000
source: Dialog Betaseries header
fr_fr: Connection à Betaseries

# #20001
source: Dialog Betaseries message
fr_fr: Veuillez aller sur {0} et saisir le code {1}

# #30000
source: Settings Betaseries connection
fr_fr: Connection à Betaseries

# #30010
source: Settings Betaseries connection mode
fr_fr: Type de connexion

# #30011
source: Settings Betaseries device mode
fr_fr: Avec un appareil externe

# #30012
source: Settings Betaseries credentials mode
fr_fr: Avec identifiant et mot de passe

# #30020
source: Settings Betaseries login
fr_fr: Identifiant

# #30030
source: Settings Betaseries password
fr_fr: Mot de passe

# #30040
source: Settings Betaseries connection
fr_fr: Initialiser la connexion

# #31000
source: Settings notifications
fr_fr: Notifications de Betaseries

# #31010
source: Settings notify by e-mail
fr_fr: Envoyer un e-mail lors des mises à jour

# #31020
source: Settings notify on Twitter
fr_fr: Partager les mises à jour sur Twitter

# #31030
source: Settings notify on profile
fr_fr: Afficher les mises à jour sur votre profil

# #32000
source: Settings synchronization
fr_fr: Synchronisation

# #32010
source: Settings synchronize movies
fr_fr: Synchroniser les films

# #32020
source: Settings synchronize TV shows
fr_fr: Synchroniser les séries télé
